[
  {
    "fields": {
      "status": "live",
      "product": "PerthNow",
      "head_kicker": "Football",
      "topics": [
        "sport/soccer",
        "sport/english-premier-league",
        "sport"
      ],
      "keywords": [
        "phone call",
        "black coach",
        "FOOTBALL NEWS",
        "young players",
        "People turn",
        "INTERNATIONAL FOOTBALL NEWS",
        "Champions League finals",
        "ethnic minority background",
        "FAST-TRACK VAR INTRODUCTION",
        "CAPTURES CAHILL LEGACY",
        "academy football",
        "inevitable sacking",
        "coaching job",
        "coaching life",
        "PLAYER RATINGS",
        "LEGEND CAHILL",
        "academy coaches",
        "ASIAN CUP AUDITION",
        "inspiration reel",
        "LEGEND TIL",
        "people doubt",
        "academy work",
        "AUSSIE BOUND",
        "SUPERSTAR DUO",
        "European Championships",
        "British football",
        "English football",
        "England",
        "Northern Europe",
        "Europe",
        "Portugal",
        "Southern Europe",
        "Perth",
        "Western Australia",
        "Australia",
        "Australia and New Zealand",
        "Oceania",
        "Lebanon",
        "Western Asia",
        "Asia",
        "Champions League",
        "Manchester United Football Club",
        "Sporting Lisbon",
        "Premier League",
        "Prem and Football League",
        "Chris Coleman",
        "Shahid Khan",
        "Luis Boa Morte",
        "Steve Kean",
        "Quique Sanchez Flores",
        "Steve Clarke",
        "London",
        "Dave Jones",
        "Claudio Ranieri",
        "Kevin Keen",
        "Avram Grant",
        "Thierry Henry",
        "Arsene Wenger",
        "Jean Tigana",
        "Alan Curbishley",
        "Sol Campbell"
      ],
      "canonical_url": [
        "http://www.foxsports.com.au/football/premier-league/former-premier-league-star-luis-boa-morte-says-hes-unable-to-get-a-job-in-management-because-of-his-ethnicity/news-story/d5351eadefd4e9016e6d523c861570bd"
      ],
      "content": "IN THE HUNT for a new face at Fulham, owner Shahid Khan knocked up a list well advance. The likes of Arsene Wenger, Quique Sanchez Flores and Carlos Carvahal were all considered as Slavisa Jokanovic simply waited for his inevitable sacking. In the end it was Claudio Ranieri who ticked all the boxes, with Khan admitting it’s “pretty evident we are welcoming an extraordinary man to the club.” But for former Fulham favourite Luis Boa Morte, yet again, another role has passed him by without even a phone call. Since retiring in 2013, the 41-year-old has been forced to uproot his family from their beloved London home and start a coaching career back in his native Portugal with third-tier side S.U. Sintrense. And after feeling disappointed and frustrated with the lack of chances in England, Boa Morte is starting to wonder if it has anything to do with the colour of his skin.  INTERNATIONAL FOOTBALL NEWS GOALS AND RESULTS: PSG PAIR INJURED, CONTROVERSIAL PEN, LAST-SECOND WINNER ‘A BAD NIGHT FOR PSG’: SUPERSTAR DUO INJURED IN INTERNATIONAL FRIENDLIES Speaking to SunSport, he said: “I’ve been aware of jobs out there, but to get an interview has been hard – I’ve never even had a phone call. So how hard can you imagine it is to get a job? “It’s as hard as the chairmen and the CEOs want to make it – but it’s up to them to change this situation. “They are worried about the image it may give the club by hiring a black coach. That’s the only reason I can see. Unless I hear differently that’s what I believe. “Are other ethnicities less competent than white people? Are we? I don’t think so. It’s about getting the opportunity. “It comes back to there not being enough ethnic coaches from various continents in the game and it’s true – there just aren’t enough. “People turn around and say: ‘No, no, there’s this and there’s that’ but this is the reality. “It’s a shame because I would like to live and work in England. I’ve worked there before and loved it but people like me are told they won’t be a success without being given the chance.”  SOCCEROOS NEWS LEGEND TIL THE END: IMAGE THAT CAPTURES CAHILL LEGACY ‘SOMETHING SPECIAL IS COMING’: ARNOLD’S BOLD ROOS PREDICTION WATCH: TEARS AND TRIBUTES AS LEGEND CAHILL SAYS GOODBYE For all the work done on and off the pitch in the UK, including the introduction of the Rooney rule, the statistics are still damning. Just 7 per cent of the current Prem and Football League managers, and only 2.6 per cent of all the permanent managers in Premier League history, are black or from an ethnic minority background (BAME). And since 2000, 25 per cent of white ex-players have been given a managerial role after retiring. For black players, it is just 10 per cent. In Boa Morte’s case, you can see why he feels slightly hard done by. He arrived in England 20 years ago in the hands of Arsene Wenger at Arsenal, and went on to claim The Double in his first season before making over 200 appearances for Fulham. Brief spells at Southampton, West Ham and Chesterfield cemented his status as a household name in English football before turning his hand to coaching. Committing the last four years to academy football with Fulham and Sporting Lisbon from U13s all the way up to U23s, Boa Morte feels he can do no more. MORE FOOTBALL NEWS AUSSIE BOUND! MANCHESTER UNITED TO PLAY AGE-OLD RIVAL IN PERTH ‘I WISHED HIM STRENGTH’: WHY DUTCH STAR CONSOLED ‘BROKEN’ REF VAR-FETCHED! UEFA TO FAST-TRACK VAR INTRODUCTION IN CHAMPIONS LEAGUE The former Portuguese international said: “For every Thierry Henry, there is a Sol Campbell. “Sol has given so much to British football. He has played in World Cups, European Championships, Champions League finals. “He has the right presence and attitude. He has the respect of everyone and respects everyone. What else does he need to do to get a job – or a chance?” Boa Morte added: “It’s the same being a black player. You’re not going to see him playing differently – the football is played the same all around the world. There are referees and it is 11v11. “But people doubt how competent you are. How willing you are to keep fighting and keep your position. “If I get the chance to be a coach anywhere, I’m going to work my socks off to keep the job. “But the desire is to have that feeling of pressure. I’ve spent my coaching life working with U18s and U19s but you don’t have that pressure. You then never work out how good you are. “There are people who would like to just be academy coaches. I’ve done my years of the academy work, but now it’s time to have that role with more pressure. “I need that chance for an interview, because you never get them. People turn you down without even speaking to you to see what your plans are and how you see football.”  ‘HE PEERS IN MY BEDROOM’: PL STAR ACCUSED OF STALKING EX-WIFE How does he see football? His sources of inspiration reel off the tongue. Alan Curbishley. Gianfranco Zola. Steve Clarke. Avram Grant. Kevin Keen. Dave Jones. Jean Tigana. Christian Damiano. Chris Coleman. Luiz Felipe Scolari. Steve Kean. But after a 30-minute chat, it’s clear Mr. Wenger was the ultimate influencer as he describes one of the problems with the Premier League. “You need to give the chance for young players to come through and to shine,” Boa Morte says. “The future is always made from young players. You have to give them good foundations in the academy to be ready when they come through. It has to be like that. “People have been working hard on that in England for the last four or five years. Now we need them shining in the Premier League.” He’s done the hard graft. He has the experience. He has the knowledge and the desire to push through youth. All he wants is an interview to show skin colour doesn’t matter. This story originally appeared in The Sun. MORE SOCCEROOS NEWS 108 AND OUT: CAHILL FAREWELLED AS SOCCEROOS ROMP TO BIG WIN OVER LEBANON PLAYER RATINGS: NEAR-PERFECT ATTACKER’S STUNNING ASIAN CUP AUDITION, SKIPPER’S SHAKY NIGHT ‘AN UNBELIEVABLE FEELING’: ROOS GREATS REFLECT ON CAHILL’S BIGGEST MOMENTS FIVE BURNING QUESTIONS: MOOY CONUNDRUM, WELCOME HEADACHES ARISE IN ROOS WIN ",
      "kind": "article",
      "main_image": [
        "PRIMARY_92179da9583ffd86f01e55327c7770b9"
      ],
      "homepage_teaser": "Former Premier League star Luis Boa Morte says he’s unable to get a job in management because of his ethnicity.",
      "homepage_head": "“They’re worried about the image it may give the club by hiring a black coach”",
      "source": "FOX SPORTS",
      "canonical_title": "“They’re worried about the image it may give the club by hiring a black coach”",
      "heading": "Former Premier League star Luis Boa Morte says he’s unable to get a job in management because of his ethnicity"
    },
    "type": "add",
    "id": "d5351eadefd4e9016e6d523c861570bd"
  }
]
